// ************ЗАДАНИЕ**************
//� Создать класс УчебнаяГруппа содержащая в себе поля Преподаватель и список Студентов
//� Создать класс УчебнаяГруппаСервис, в котором реализована
//функция(входные параметры - (Teacher, List<Student>)) формирования из
//Студентов и Преподавателя УчебнойГруппы и возвращения его
//� Создать метод в Контроллере, в котором формируется учебная группа,
//путем вызова метода из сервиса

public class Main {
    public static void main(String[] args) {
        System.out.printf("Well done!");

    }
}